"Due %@" = "Due %@";
"Delivered %@" = "Done %@";
"Subject" = "Subject";
"Assignment" = "Assignment";
"New homework" = "New homework";
"Edit homework" = "Edit homework";
"(note)" = "(note)";
"(delivered)" = "(done)";
"Note" = "Note";
"Delivered date" = "Done date";
"New subject" = "New subject";
"Edit subject" = "Edit subject";
"Homework" = "Homework";
"New assignment" = "New assignment";
"Edit assignment" = "Edit assignment";
"(subject)" = "(subject)";
"(assignment)" = "(assignment)";
"Maximum number of homework entries exceeded" = "Maximum number of homework entries exceeded";
"Delete/Edit existing homework entries or buy the full, Add free Version and get unlimited number of homework entries" = "Delete/Edit existing homework entries or buy the full, Add free Version and get unlimited number of homework entries";
"Dismiss" = "Dismiss";
